/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Cancelar";
"Retry" = "Tentar de novo";
"Disconnect" = "Desligar";

/* Low disk space warning alert */
"Your startup disk is almost full." = "O disco de arranque está quase cheio.";
"You need to make more space available on your startup disk by deleting files." = "É necessário libertar espaço no disco de arranque eliminando alguns ficheiros.";
"Your disk is almost full." = "O disco está quase cheio.";
"The disk " = "O disco ";
" is almost full. You can delete files on the disk to make more space available." = " está quase cheio. Pode eliminar ficheiros do disco para libertar espaço.";
"Do not warn me about this disk again" = "Não avisar novamente acerca deste disco";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "O disco de arranque está cheio.";
"Your_disk_is_full." = "O disco está cheio.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " está cheio. Pode eliminar ficheiros do disco para libertar espaço.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Um servidor que está a utilizar não está a responder às solicitações de protecção de ficheiros. Continuar a tentar contactar o servidor?";
"Click OK to continue trying to contact the server " = "Clique em OK para continuar a tentar contactar o servidor ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Clique em “Desactivar protecção” para desactivar a protecção de ficheiros neste sistema. Efectuando este procedimento, as aplicações do sistema que utilizam a protecção de ficheiros poderão não funcionar.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Desactivar a protecção de ficheiros neste sistema?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Se a protecção de ficheiros deste sistema for desactivada, qualquer aplicação que utilize esta funcionalidade pode deixar de funcionar.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Não quero voltar a ser avisado.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Erro de leitura/escrita";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Erro detectado durante o acesso ";
"." = ",";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Danos detectados no sistema de ficheiros";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Foram detectados danos no sistema de ficheiros em ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  O volume será reparado da próxima vez que for montado.";
